---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyStillDateText
source: html/582f8143-097d-ab09-5b76-fc39fc659adc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyStillDateText Property

"Still date text"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewSolarstudyStillDateText { get; }
```